{
  "events": [
    {
      "time": "00:00:00",
      "description": "The video opens with a static title screen displaying 'FIFA Puskás Award 2013' in golden text against a black background with small white dots simulating stars, signifying the start of the award presentation clip.",
      "replay": false,
      "intensity": 1
    },
    {
      "time": "00:00:02",
      "description": "Live action of a football match between Sweden and England commences, showing a wide field view. The on-screen graphic indicates '90:35 SWE - ENG 3 - 2' with '+4' added time, suggesting the final moments of the game.",
      "replay": false,
      "intensity": 3
    },
    {
      "time": "00:00:07",
      "description": "England goalkeeper Joe Hart (#1) rushes out of his penalty box towards the right touchline and athletically heads a long, high ball clear, attempting to avert danger from an attacking Sweden player. Zlatan Ibrahimović (#10) immediately positions himself to anticipate the ball's trajectory.",
      "replay": false,
      "intensity": 7
    },
    {
      "time": "00:00:11",
      "description": "Zlatan Ibrahimović (#10) executes a sensational and audacious bicycle kick from approximately 30 yards out, well outside the penalty area, striking the ball perfectly as it descends. The ball rockets with incredible power and a high arc over the scrambling, out-of-position England goalkeeper Joe Hart (#1) and into the top left corner of the unguarded net.",
      "replay": false,
      "intensity": 10
    },
    {
      "time": "00:00:14",
      "description": "Zlatan Ibrahimović (#10) celebrates his extraordinary goal by running towards the corner flag with a wide grin, beginning to pull off his yellow jersey in pure jubilation. The scoreboard immediately updates to 'SWE - ENG 4 - 2', confirming Sweden's increased lead.",
      "replay": false,
      "intensity": 9
    },
    {
      "time": "00:00:16",
      "description": "Ibrahimović (#10) fully removes his shirt, revealing a chest and back covered in intricate tattoos, and passionately screams while pumping his fists into the air, soaking in the adulation from the crowd after his remarkable strike.",
      "replay": false,
      "intensity": 8
    },
    {
      "time": "00:00:21",
      "description": "Still shirtless, Zlatan Ibrahimović (#10) is met by a Swedish teammate (Player #15, wearing a yellow jersey) near the touchline. They share a triumphant and joyful embrace, both players beaming with happiness after the spectacular goal.",
      "replay": false,
      "intensity": 7
    },
    {
      "time": "00:00:23",
      "description": "The first replay sequence of the goal begins from a wide-angle perspective. It shows England goalkeeper Joe Hart (#1) heading the ball outside his box, followed by Zlatan Ibrahimović (#10) tracking the ball's high trajectory and preparing for his overhead kick.",
      "replay": true,
      "intensity": 9
    },
    {
      "time": "00:00:26",
      "description": "A slow-motion replay from a dynamic, closer angle highlights Zlatan Ibrahimović's (#10) incredible athleticism and technique as he performs the mid-air bicycle kick, striking the ball perfectly to send it sailing over the desperate, diving lunge of England goalkeeper Joe Hart (#1) and into the back of the net.",
      "replay": true,
      "intensity": 10
    },
    {
      "time": "00:00:33",
      "description": "Zlatan Ibrahimović (#10) in the yellow Swedish jersey is positioned with his back to the goal, approximately 18 yards out, preparing to receive a high lobbed pass. England defender Gary Cahill (#5) is marking him, and England goalkeeper is positioned slightly off his line.",
      "replay": false,
      "intensity": 7
    },
    {
      "time": "00:00:35",
      "description": "Zlatan Ibrahimović (#10) executes an extraordinary overhead bicycle kick from just outside the penalty box, facing away from the goal, launching the ball high towards the net. The England goalkeeper (#1) is seen running forward.",
      "replay": false,
      "intensity": 10
    },
    {
      "time": "00:00:39",
      "description": "The ball from Zlatan Ibrahimović's (#10) bicycle kick spectacularly arcs over the England goalkeeper (#1) and hits the inside of the far post before nestling into the top corner of the net, marking an incredible goal.",
      "replay": false,
      "intensity": 10
    },
    {
      "time": "00:00:45",
      "description": "Replay footage from a behind-the-goal perspective shows Zlatan Ibrahimović (#10) perfectly connecting with the ball for his bicycle kick, with the ball soaring over the fully outstretched arm of the England goalkeeper (#1).",
      "replay": true,
      "intensity": 8
    },
    {
      "time": "00:00:50",
      "description": "Another replay angle shows Zlatan Ibrahimović (#10) in slow motion, mid-air, powerfully striking the ball with his right foot during the acrobatic bicycle kick before falling to the ground, surrounded by English defenders.",
      "replay": true,
      "intensity": 8
    },
    {
      "time": "00:00:53",
      "description": "Zlatan Ibrahimović (#10) rises from the ground, looking towards the goal with a satisfied expression, a slight smile on his face after scoring the exceptional goal.",
      "replay": false,
      "intensity": 9
    },
    {
      "time": "00:00:56",
      "description": "Zlatan Ibrahimović (#10) celebrates his spectacular goal by spreading his arms wide, turning to face the cheering crowd, and smiling broadly, acknowledging the achievement.",
      "replay": false,
      "intensity": 9
    },
    {
      "time": "00:01:04",
      "description": "Zlatan Ibrahimović (wearing jersey #10 with his name 'IBRAHIMOVIC' clearly visible on the back) celebrates a spectacular goal, running across the football field with his arms outstretched and a wide grin on his face, acknowledging the crowd after scoring. The clip focuses on his jubilant expression and movement.",
      "replay": true,
      "intensity": 8
    },
    {
      "time": "00:01:05",
      "description": "A group of female players in black jerseys celebrate a goal, with one player (#9) being embraced by her teammates near the corner flag. The players are jumping and hugging, indicating a collective joy and camaraderie after a successful scoring effort in the match.",
      "replay": true,
      "intensity": 7
    },
    {
      "time": "00:01:06",
      "description": "Zlatan Ibrahimović (jersey #10) continues his enthusiastic goal celebration, pulling his yellow jersey over his head as he runs. His face is not fully visible, but the act conveys immense satisfaction and excitement after scoring, a common form of passionate celebration.",
      "replay": true,
      "intensity": 8
    },
    {
      "time": "00:01:07",
      "description": "A male player (wearing jersey #5 with 'OFFICE DEPOT' and 'CEMENTOS FORTALEZA' sponsors) celebrates a goal, running towards the stadium stands and pointing towards the sky, showing gratitude or dedication after successfully finding the net. The player's back is to the camera.",
      "replay": true,
      "intensity": 7
    },
    {
      "time": "00:01:08",
      "description": "Zlatan Ibrahimović (jersey #10) runs bare-chested with a joyful expression, his blue captain's armband visible on his left arm. He is showcasing his intense excitement and celebration after scoring a significant goal for his team, with the crowd's reaction implied.",
      "replay": true,
      "intensity": 8
    },
    {
      "time": "00:01:09",
      "description": "Three male players in red jerseys with 'MEO' sponsor logos on their chests celebrate a goal together, jogging side-by-side with visible smiles. Their synchronized movement and expressions indicate a successful team effort and shared triumph on the field.",
      "replay": true,
      "intensity": 7
    },
    {
      "time": "00:01:10",
      "description": "A female player (wearing jersey #10) makes a heart gesture with her hands towards the stands, expressing appreciation or love to the fans after scoring a goal. Her face is smiling, conveying a warm interaction with the supporters in the stadium.",
      "replay": true,
      "intensity": 7
    }
  ]
}