{
  "commentaries": [
    {
      "start_time": "00:00:01",
      "end_time": "00:00:13",
      "commentary": "Player 10 takes it, a brilliant run! Draws defenders, finds Player 3! Cross comes in... Blocked! Rebound to Player 10, who buries it! GOAL!",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:00:15",
      "end_time": "00:00:25",
      "commentary": "What a finish from Player 10! Pure instinct to follow that rebound. Crucial goal! Look at the celebration, Rafinha joins in. Pure joy!",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:00:27",
      "end_time": "00:00:38",
      "commentary": "The stadium erupts! Fans on their feet, a sea of red! The team, Player 10, Rafinha, Player 31, all embrace. What a moment for them!",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:00:40",
      "end_time": "00:00:50",
      "commentary": "The emotion is palpable! That goal could be a game-changer. They needed that, and Player 10 delivered when it mattered. Absolutely massive!",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:00:34",
      "end_time": "00:00:44",
      "commentary": "GOAL! Bayern Munich have taken the lead! The stadium erupts! Bastian Schweinsteiger, David Alaba, Mario Mandžukić are all embracing. What a moment for them!",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:00:46",
      "end_time": "00:00:56",
      "commentary": "What a huge goal! Absolutely pivotal for their confidence. And they are straight back on the offensive! Ribery to Arjen Robben!",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:00:58",
      "end_time": "00:01:10",
      "commentary": "Arjen Robben fires a low drive towards the near post! David de Gea dives, a crucial save! Absolutely brilliant! And there's the graphic, goal for FC Bayern!",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:01:00",
      "end_time": "00:01:03",
      "commentary": "GOAL!",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:01:05",
      "end_time": "00:01:10",
      "commentary": "Absolutely clinical! What a strike! Now, enjoy some great goals.",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:01:12",
      "end_time": "00:01:19",
      "commentary": "Fantastic goals continue! An acrobatic overhead kick, then the ball hits the post!",
      "speaker": "COMMENTATOR_1"
    }
  ]
}