{
  "commentaries": [
    {
      "start_time": "00:00:27",
      "end_time": "00:00:34",
      "commentary": "Lewandowski enters as a sub and immediately makes a run on the left!"
    },
    {
      "start_time": "00:00:36",
      "end_time": "00:00:41",
      "commentary": "GOAL! Lewandowski scores after a scramble in the box!"
    },
    {
      "start_time": "00:00:47",
      "end_time": "00:00:55",
      "commentary": "Götze receives the ball and what a back heel pass to Müller! Lewandowski is there..."
    },
    {
      "start_time": "00:00:57",
      "end_time": "00:01:03",
      "commentary": "Here's the replay. That backheel from Götze was sublime, setting up Lewandowski for the finish!"
    },
    {
      "start_time": "00:01:18",
      "end_time": "00:01:26",
      "commentary": "Lewandowski strikes from outside the box! What a hit! The goalkeeper had no chance."
    },
    {
      "start_time": "00:01:28",
      "end_time": "00:01:34",
      "commentary": "And it's in! Lewandowski again, but this time, a deflection off Benaglio."
    },
    {
      "start_time": "00:01:36",
      "end_time": "00:01:41",
      "commentary": "Pep Guardiola is ecstatic on the sidelines! What a start for Bayern!"
    },
    {
      "start_time": "00:01:30",
      "end_time": "00:01:37",
      "commentary": "The camera is on a player as the crowd erupts! Red jerseys in celebration, what's happened?"
    },
    {
      "start_time": "00:01:39",
      "end_time": "00:01:45",
      "commentary": "Bundesliga action, and now we see the teams lined up, ready for the restart."
    },
    {
      "start_time": "00:01:47",
      "end_time": "00:01:53",
      "commentary": "Lewandowski with the pass! Oh, it's in! The goalkeeper couldn't stop that one!"
    },
    {
      "start_time": "00:01:55",
      "end_time": "00:02:00",
      "commentary": "Let's see that replay. He shot from the ground. Amazing play."
    },
    {
      "start_time": "00:02:29",
      "end_time": "00:02:37",
      "commentary": "GOAL! Bayern Munich's Player 9 strikes from inside the box! A powerful shot, leaving the goalkeeper with no chance!"
    },
    {
      "start_time": "00:02:39",
      "end_time": "00:02:44",
      "commentary": "Here's the replay. Watch the precision and power! Absolutely unstoppable!"
    },
    {
      "start_time": "00:02:46",
      "end_time": "00:02:51",
      "commentary": "The game restarts, Bayern looking to capitalize on their early lead."
    }
  ]
}