{
  "commentaries": [
    {
      "start_time": "00:00:03",
      "end_time": "00:00:17",
      "commentary": "Zlatan Ibrahimović chests it down! Brilliant control! Joe Hart is out, misjudges the bounce! Zlatan with an acrobatic overhead kick! What a strike! It's in! A sensational goal for Sweden! Ibrahimović tears off his shirt in celebration!",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:00:19",
      "end_time": "00:00:34",
      "commentary": "Absolutely incredible, Peter. The audacity to attempt that from so far out, combined with the immaculate body shape and control, is truly world-class. Joe Hart was out of position, and Zlatan Ibrahimović punished him with perfect technique and improvisation.",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:00:36",
      "end_time": "00:00:48",
      "commentary": "Absolutely, John. A masterclass in improvisation and technique. That's a goal destined for the highlight reels, a perfect example of Puskás Award quality. Truly breathtaking.",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:00:50",
      "end_time": "00:01:06",
      "commentary": "Indeed, Peter, these replays truly emphasize the extraordinary athleticism. Zlatan Ibrahimović's body shape and mid-air adjustment to connect with such power and precision are just breathtaking. It's a testament to his unique skill and unwavering confidence to attempt, and execute, something so spectacular.",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:01:08",
      "end_time": "00:01:21",
      "commentary": "Absolutely, John. You see it again in the replays. That unique blend of power, precision, and audacious confidence is pure Zlatan Ibrahimović. A truly iconic goal that will be remembered for decades.",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:01:23",
      "end_time": "00:01:42",
      "commentary": "Indeed, Peter. And as we see, it's these moments of pure, audacious individual brilliance that truly encapsulate what the FIFA Puskás Award celebrates. Ibrahimović's strike, with its incredible technique and improvisation, perfectly embodies that spirit, solidifying its place in football history.",
      "speaker": "COMMENTATOR_2"
    }
  ]
}