{
  "commentaries": [
    {
      "start_time": "00:00:04",
      "end_time": "00:00:11",
      "commentary": "Sweden on the attack! Long pass out wide, and a precise cross comes into the D area.",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:00:12",
      "end_time": "00:00:18",
      "commentary": "Zlatan Ibrahimović! Unbelievable bicycle kick! Over Joe Hart! Simply sensational! Sweden's fourth goal!",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:00:19",
      "end_time": "00:00:29",
      "commentary": "He rips off his shirt in jubilation! What a moment for Zlatan Ibrahimović! The graphic confirms it, what a scorer. Truly unforgettable.",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:00:30",
      "end_time": "00:00:42",
      "commentary": "You won't see many goals better than that, ever. Absolutely astonishing technique and audacity from Zlatan! That will be replayed for years and talked about!",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:00:32",
      "end_time": "00:00:42",
      "commentary": "Sweden 4, England 2! Zlatan Ibrahimović is shirtless, celebrating! Jansson, Sana, Bensson join in! The stadium erupts, what an atmosphere!",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:00:43",
      "end_time": "00:00:53",
      "commentary": "Look at this replay! Zlatan Ibrahimović! A bicycle kick from 25 yards! Over the keeper! Absolutely phenomenal technique and audacity!",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:00:55",
      "end_time": "00:01:05",
      "commentary": "Another angle! Zlatan Ibrahimović's overhead kick! Back to goal, 30 yards! Keeper no chance! This will be replayed for years to come!",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:01:04",
      "end_time": "00:01:16",
      "commentary": "GOAL! It's in the back of the net! A fantastic strike leaves Joe Hart with absolutely no chance. The crowd is on its feet!",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:01:18",
      "end_time": "00:01:28",
      "commentary": "What an incredible moment! Power and precision were world class. Joe Hart tried his best, but that was simply unstoppable.",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:01:30",
      "end_time": "00:01:40",
      "commentary": "Tom Huddleston and Player #5 watch as the celebrations begin! This is going to be a massive lift for the team.",
      "speaker": "COMMENTATOR_1"
    }
  ]
}