{
  "commentaries": [
    {
      "start_time": "00:00:07",
      "end_time": "00:00:18",
      "commentary": "Hart charges out, clears it! But Zlatan Ibrahimović watches it drop... Oh! An incredible overhead bicycle kick! From way out! What a goal! Absolutely sensational! Zlatan celebrates, 4-2!",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:00:20",
      "end_time": "00:00:34",
      "commentary": "Absolutely astonishing. The audacious bicycle kick from Zlatan Ibrahimović showcases pure technical brilliance. To connect from that distance with such perfect body shape, leaving Joe Hart helpless. These replays highlight the genius of an iconic goal.",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:00:36",
      "end_time": "00:00:51",
      "commentary": "You said it, an absolute masterpiece! And that's why we're seeing it today, folks. This incredible strike from Zlatan Ibrahimović against England was, of course, the winner of the FIFA Puskás Award for 2013. A truly unforgettable moment in football history.",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:00:53",
      "end_time": "00:01:10",
      "commentary": "Indeed, the Puskás Award was well-deserved. It's more than just a goal; it's a perfect encapsulation of Zlatan's signature audacity and athleticism. Attempting that from such a distance, with that technique, truly cemented his legendary status. Absolutely unforgettable.",
      "speaker": "COMMENTATOR_2"
    },
    {
      "start_time": "00:01:12",
      "end_time": "00:01:27",
      "commentary": "Unforgettable, absolutely! Watch this replay... Zlatan Ibrahimović positions himself, just outside the box. Then, the audacious launch into that breathtaking overhead kick! Struck with immense power, sailing perfectly over Joe Hart into the top corner. What a strike!",
      "speaker": "COMMENTATOR_1"
    },
    {
      "start_time": "00:01:29",
      "end_time": "00:01:45",
      "commentary": "That replay beautifully illustrates the technical difficulty. Winning the Puskás Award, beating out other incredible nominations, truly highlights Zlatan's unparalleled skill and audacious execution. His body shape and connection were simply perfect.",
      "speaker": "COMMENTATOR_2"
    }
  ]
}